<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<meta name="GENERATOR" content="Microsoft FrontPage 6.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Nanomedia Card 2.0C</title>
<!--mstheme--><link rel="stylesheet" type="text/css" href="_themes/zero/zero1011.css"><meta name="Microsoft Theme" content="zero 1011, default">
</head>
<link href=css.css rel=stylesheet><title>Bao Lao Dong ngay 16/11/2002</title></head><body style=font-size:10pt><font face="Times New Roman"><i>Lao &#273;&#7897;ng s&#7889; 307 Ngày
16.11.2002</i><br><i>Lên m&#7841;ng lúc 09:49:23 ngày 16.11.2002</i><br><br></font><font face="Times New Roman"><B>Gi&#7899;i
thi&#7879;u s&#7843;n ph&#7849;m d&#7921; thi&nbsp; &quot;Trí tu&#7879;
Vi&#7879;t Nam 2002&quot;</B><br><font size=5>Nanomedia Card giúp b&#7841;n làm
thi&#7871;p &#273;i&#7879;n t&#7917;</font></font><br><br><em>
<img align=left src=images/nmc20.jpg width="130" height="130">Phiên
b&#7843;n hoàn ch&#7881;nh Nanomedia Card 2.0 (NMC) &#273;&#432;&#7907;c&nbsp;<a class=nav href=mailto:vndragon@fptnet.com.vn><B>Tr&#432;&#417;ng
Hoàng Long</B></a></em> <em>sinh viên n&#259;m th&#7913; 3 c&#7911;a Ch&#432;&#417;ng
trình &#272;ào t&#7841;o k&#7929; s&#432; &#432;u tú t&#7841;i Vi&#7879;t
Nam (Programme de formation d'ingénieur d'exellent au Vietnam) - &#272;&#7841;i
h&#7885;c Bách khoa TPHCM, v&#7915;a m&#7899;i hoàn thành k&#7883;p
g&#7917;i t&#7899;i tham d&#7921; sân ch&#417;i &quot;<B><a class=nav href=http://www.ttvn.com.vn/>Trí
tu&#7879; Vi&#7879;t Nam 2002</a></B>&quot;.</em><br><br>Internet &#273;ang tr&#7903; thành m&#7897;t ph&#432;&#417;ng ti&#7879;n giao
d&#7883;ch ngày càng tr&#7903; nên ph&#7893; bi&#7871;n &#7903; Vi&#7879;t
Nam. Nhu c&#7847;u trao &#273;&#7893;i nh&#7919;ng t&#7845;m thi&#7871;p
&#273;i&#7879;n t&#7917; kèm v&#7899;i nh&#7919;ng l&#7901;i chúc
m&#7915;ng, c&#7843;m thông, chia s&#7867;... c&#361;ng ngày càng
l&#7899;n. Tr&#432;&#7899;c &#273;ây, n&#7871;u b&#7841;n không bi&#7871;t
ti&#7871;ng Anh và trình &#273;&#7897; tin h&#7885;c l&#7841;i
&quot;r&#7845;t có h&#7841;n&quot;, có l&#7869; b&#7841;n &#273;ành
ph&#7843;i hài lòng v&#7899;i nh&#7919;ng m&#7851;u thi&#7871;p có
s&#7861;n, mi&#7877;n phí trên các website. Nh&#432;ng n&#7871;u b&#7841;n
có ch&#432;&#417;ng trình Nanomedia Card (NMC), b&#7841;n hoàn toàn có
th&#7875; t&#7921; thi&#7871;t k&#7871; nh&#7919;ng t&#7845;m thi&#7871;p
&#273;i&#7879;n t&#7917; v&#7899;i ngôn ng&#7919;, hình &#7843;nh và âm
thanh theo phong cách c&#7911;a b&#7841;n m&#7897;t cách d&#7877; dàng.
M&#7897;t t&#7845;m thi&#7871;p do chính b&#7841;n t&#7921; thi&#7871;t
k&#7871; ch&#7855;c ch&#7855;n s&#7869; có ý ngh&#297;a l&#7899;n h&#417;n
nhi&#7873;u so v&#7899;i nh&#7919;ng m&#7851;u có s&#7861;n, mi&#7877;n phí
trên các website.<br><br>M&#7897;t l&#7847;n, Tr&#432;&#417;ng Hoàng Long mu&#7889;n làm m&#7897;t vài
t&#7845;m thi&#7871;p &#273;&#7875; g&#7917;i cho các b&#7841;n mình qua
Internet nhân d&#7883;p Giáng sinh. S&#7921; ph&#7913;c t&#7841;p trong
vi&#7879;c thi&#7871;t k&#7871; thi&#7871;p khi dùng ArcardMax &#273;ã làm
Long n&#7843;y sinh ý t&#432;&#7903;ng xây d&#7921;ng m&#7897;t ch&#432;&#417;ng
trình thi&#7871;t k&#7871; thi&#7871;p &#273;i&#7879;n t&#7917; và NMC hình
thành t&#7915; &#273;ó. Ch&#432;&#417;ng trình biên d&#7883;ch và
thi&#7871;t k&#7871; thi&#7871;p &#273;i&#7879;n t&#7917; NMC ch&#7841;y trên
môi tr&#432;&#7901;ng Windows v&#7899;i giao di&#7879;n &#273;&#417;n
gi&#7843;n &#273;&#432;&#7907;c thi&#7871;t k&#7871; b&#7857;ng ti&#7871;ng
Vi&#7879;t s&#7869; là m&#7897;t công c&#7909; h&#7919;u ích cho t&#7845;t
c&#7843; m&#7885;i&nbsp; ng&#432;&#7901;i &#7903; nh&#7919;ng l&#7913;a
tu&#7893;i và trình &#273;&#7897; khác nhau.<br><br>B&#7841;n có nh&#7919;ng ý t&#432;&#7903;ng v&#7873; m&#7897;t t&#7845;m
thi&#7871;p nh&#432;ng b&#7841;n không bi&#7871;t ti&#7871;ng Anh và c&#361;ng
không bi&#7871;t l&#7853;p trình hay &#273;&#7891; ho&#7841; vi tính mà
v&#7851;n mong mu&#7889;n t&#7921; mình làm m&#7897;t t&#7845;m thi&#7871;p
cho ng&#432;&#7901;i thân, NMC là công c&#7909; giúp b&#7841;n th&#7875;
hi&#7879;n ý t&#432;&#7903;ng c&#7911;a mình. Ngoài giao di&#7879;n ch&#432;&#417;ng
trình b&#7857;ng ti&#7871;ng Vi&#7879;t, ph&#7847;n h&#432;&#7899;ng
d&#7851;n, tr&#7907; giúp và các &#273;o&#7841;n phim minh ho&#7841;
&#273;&#432;&#7907;c minh ho&#7841; b&#7857;ng ti&#7871;ng Vi&#7879;t s&#7869;
làm NMC thân thi&#7879;n v&#7899;i t&#7845;t c&#7843; ng&#432;&#7901;i
Vi&#7879;t. Các nút, l&#7879;nh c&#7911;a ch&#432;&#417;ng trình &#273;&#7873;u
&#273;&#432;&#7907;c chú thích và ch&#7881; d&#7851;n c&#7909; th&#7875;
v&#7873; công d&#7909;ng c&#7911;a nó khi b&#7841;n nh&#7845;n chu&#7897;t
ph&#7843;i. Ch&#432;&#417;ng trình c&#361;ng cho phép b&#7841;n s&#7917;
d&#7909;ng l&#7841;i nh&#7919;ng th&#432; vi&#7879;n âm thanh, hình
&#7843;nh (các th&#432; vi&#7879;n kèm theo ch&#432;&#417;ng trình và
t&#7843;i v&#7873; t&#7915; Internet...); giúp b&#7841;n nh&#7919;ng công
c&#7909; &#273;&#7875; &quot;ch&#7871; bi&#7871;n&quot; l&#7841;i theo ý thích
c&#7911;a b&#7841;n thành nh&#7919;ng t&#7845;m thi&#7871;p sinh &#273;&#7897;ng.<br><br>N&#7871;u b&#7841;n c&#7843;m th&#7845;y &quot;t&#7921; tin&quot; v&#7899;i
kh&#7843; n&#259;ng vi tính c&#7911;a mình, NMC cung c&#7845;p cho b&#7841;n
&#273;&#7847;y &#273;&#7911; nh&#7919;ng công c&#7909; &#273;&#7875;
thi&#7871;t k&#7871; &#273;&#7891; ho&#7841;, h&#7895; tr&#7907; các ngôn
ng&#7919; l&#7853;p trình nh&#432; JavaScript hay VBScript... &#273;&#7875;
b&#7841;n t&#7921; do th&#7875; hi&#7879;n ý t&#432;&#7903;ng c&#7911;a mình
trên nh&#7919;ng t&#7845;m thi&#7871;p.<br><br>Sau quá trình thi&#7871;t k&#7871; thi&#7871;p &#273;&#432;&#7907;c
ti&#7871;n hành hoàn toàn tr&#7921;c quan, NMC có ch&#7913;c n&#259;ng
&quot;d&#7883;ch&quot; thành m&#7897;t file d&#7841;ng (*.exe) ho&#7863;c
(*.nmc) (các d&#7841;ng file này ch&#7841;y t&#7889;t trên các h&#7879;
&#273;i&#7873;u hành Windows) v&#7899;i kích th&#432;&#7899;c file
kho&#7843;ng t&#7915; 50-130 KB ch&#7913;a &#273;&#7847;y &#273;&#7911;
d&#7919; li&#7879;u v&#7873; âm thanh, hình &#7843;nh, l&#7901;i chúc...,
s&#7861;n sàng &#273;&#7907;i b&#7841;n g&#7917;i &#273;&#7871;n ng&#432;&#7901;i
thân. NMC không &#273;òi h&#7887;i m&#7897;t c&#7845;u hình máy tính
m&#7841;nh (c&#7845;u hình t&#7889;i thi&#7875;u: MMX 166, 32 MB Ram, 40 MB
&#7893; &#273;&#297;a tr&#7889;ng và Sound Card) và có th&#7875; ch&#7841;y
t&#7889;t trên Windows 98 tr&#7903; lên.&nbsp;<B><em>Lê Th&#259;ng</em></B><table width=100% style="font-family:Times New Roman"><tbody><tr><td align=right width=400><a href=http://www.laodong.com.vn/pls/bld/mail$.send_item(50785) target=_blank>G&#7917;i
tin</a></td><td>&nbsp;</td><td align=center width=400><a href=http://www.laodong.com.vn/pls/bld/folder$.view_item_detail(50785) target=_blank>B&#7843;n
&#273;&#7875; in</a></td><td>&nbsp;</td><td align=left width=400><a href=http://www.laodong.com.vn/pls/bld/ykbandoc_pkg.create_ykbd(42,50785) target=_blank>Ý
ki&#7871;n b&#7841;n &#273;&#7885;c</a></td></tr></tbody></table></body></html>